Revit 2027 API
ParameterTypeId.SteelElemHoleAngle Property
 "Chamfer angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleAngle { get; }
Public Shared ReadOnly Property SteelElemHoleAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleAngle {
	ForgeTypeId^ get ();
}
static member SteelElemHoleAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace